alacritty
alsa-utils
amd-ucode
arc-gtk-theme
archlinux-keyring
asciidoc
autoconf
automake
base
binutils
bison
blueman
bluez-utils
btrfs-progs
cmake
cups
cups-pdf
debugedit
discord
dmenu
dnf
docker
dpkg
efibootmgr
fakeroot
feh
file
findutils
flameshot
flex
gawk
gcc
gettext
git
go
grep
groff
grub
gtk-engine-murrine
gtk-engines
gutenprint
gzip
htop
iwd
jdk-openjdk
kitty
libreoffice-still
libtool
libxft
libxinerama
lightdm
linux
linux-firmware
linux-headers
lxappearance
m4
make
meson
nautilus
neofetch
neovim
nmap
nodejs
npm
openssh
os-prober
pacman
pamixer
patch
pavucontrol
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
qt5ct
ranger
refind
reflector
rofi
sed
splix
spotify-launcher
steam
sudo
system-config-printer
telegram-desktop
texinfo
ttf-font-awesome
unzip
uthash
w3m
webkit2gtk
wget
which
xclip
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
